<?php

return [
    'theme_options'   => [
        'name'             => 'الموافقة على ملفات تعريف الارتباط',
        'description'      => 'إعدادات ملفات تعريف الارتباط',
        'enable'           => 'تمكين الموافقة على ملفات تعريف الارتباط؟',
        'message'          => 'الرسالة',
        'button_text'      => 'نص الزر',
        'max_width'        => 'أقصى عرض (بكسل)',
        'background_color' => 'لون الخلفية',
        'text_color'       => 'لون الخط',
        'learn_more_url'  => 'رابط اقراء المزيد',
        'learn_more_text' => 'نص رابط اقراء المزيد',
    ],
    'message'         => 'سيتم تحسين تجربتك على هذا الموقع من خلال السماح بملفات تعريف الارتباط.',
    'button_text'     => 'السماح للكوكيز',
];
