<?php

return [
    'login'                 => [
        'username'          => 'البريد الإلكتروني / اسم المستخدم',
        'email'             => 'البريد الإلكتروني',
        'password'          => 'كلمة المرور',
        'title'             => 'تسجيل دخول ',
        'remember'          => 'تذكرنى؟',
        'login'             => 'تسجيل الدخول',
        'placeholder'       => [
            'username' => 'الرجاء إدخال اسم المستخدم',
            'email'    => 'رجاءا أدخل بريدك الإلكتروني',
        ],
        'success'           => 'تم تسجيل الدخول بنجاح!',
        'fail'              => 'اسم المستخدم أو كلمة المرور خاطئة.',
        'not_active'        => 'لم يتم تفعيل حسابك بعد!',
        'banned'            => 'هذا الحساب محظور.',
        'logout_success'    => 'تم تسجيل الخروج بنجاح',
        'dont_have_account' => 'ليس لديك حساب على هذا النظام ، يرجى الاتصال بالمسؤول للحصول على مزيد من المعلومات!',
    ],
    'forgot_password'       => [
        'title'   => 'هل نسيت كلمة السر',
        'message' => 'هل نسيت كلمة المرور؟
   الرجاء إدخال حساب البريد الإلكتروني الخاص بك. سيقوم النظام بإرسال بريد إلكتروني به ارتباط نشط لإعادة تعيين كلمة المرور الخاصة بك.',
        'submit'  => 'إرسال',
    ],
    'reset'                 => [
        'new_password'          => 'كلمة السر الجديدة',
        'password_confirmation' => 'تأكيد كلمة المرور الجديدة',
        'email'                 => 'البريد الإلكتروني',
        'title'                 => 'اعادة تعيين كلمة السر',
        'update'                => 'تحديث',
        'wrong_token'           => 'هذا الرابط غير صالح أو منتهي الصلاحية. يرجى محاولة استخدام نموذج إعادة التعيين مرة أخرى.',
        'user_not_found'        => 'اسم المستخدم هذا غير موجود.',
        'success'               => 'تم إعادة تعيين كلمة المرور بنجاح',
        'fail'                  => 'الرمز غير صالح ، انتهت صلاحية رابط إعادة تعيين كلمة المرور!',
        'reset'                 => [
            'title' => 'ايميل إعادة تعيين كلمة المرور ',
        ],
        'send'                  => [
            'success' => 'تم إرسال بريد إلكتروني إلى حساب البريد الإلكتروني الخاص بك. يرجى التحقق وإكمال هذا الإجراء.',
            'fail'    => 'لا يمكن إرسال بريد إلكتروني في هذا الوقت. الرجاء معاودة المحاولة في وقت لاحق.',
        ],
        'new-password'          => 'كلمة السر الجديدة',
    ],
    'email'                 => [
        'reminder' => [
            'title' => ' ايميل إعادة تعيين كلمة المرور',
        ],
    ],
    'password_confirmation' => 'تأكيد كلمة المرور',
    'failed'                => 'فشل',
    'throttle'              => 'Throttle',
    'not_member'            => 'لست عضوا حتى الآن؟',
    'register_now'          => 'سجل الان',
    'lost_your_password'    => 'نسيت كلمة مرورك؟',
    'login_title'           => 'ادمين',
    'login_via_social'      => 'تسجيل الدخول باستخدام مواقع التواصل الاجتماعي',
    'back_to_login'         => 'العودة إلى صفحة تسجيل الدخول',
    'sign_in_below'         => 'تسجيل الدخول ',
    'languages'             => 'اللغة',
    'reset_password'        => 'إعادة تعيين كلمة المرور',
    'settings'                   => [
        'email' => [
            'title'       => 'ACL',
            'description' => 'تكوين البريد الإلكتروني لقائمة التحكم بالوصول (ACL)',
        ],
    ],
];
